Changing_Partition_Sizes=Cambiando el tama\u00f1o de las particiones...
Compressing_Filesystem=Comprimiendo archivos del sistema...
Compressing_Filesystem_Progress=Comprimiendo sistema de archivos ({0})
Copying_Files=Copiando archivos...
Creating_File_Systems=Creando sistemas de archivo...
Creating_Image=Creando imagen...
Creating_Image_Progress=Creando imagen {0}
DataPartitionDefinition== Datos (para almacenar permanentemente sus datos y configuraciones, invisible en Windows y macOS)
DetailedStorageDeviceRenderer.descriptionLabel.text=descripci\u00f3n
DetailedStorageDeviceRenderer.partitionPanel.border.title=Creando particiones
Directory_Does_Not_Exist=el directorio no existe
DLCopySwingGUI.autoStartInstallerCheckBox.text=iniciar en forma autom\u00e1tica el programa de instalaci\u00f3n al finalizar la ejecuci\u00f3n del DVD
DLCopySwingGUI.choiceLabel.text=\u00bfQu\u00e9 quiere hacer?
DLCopySwingGUI.freeSpaceLabel.text=Espacio disponible
DLCopySwingGUI.infoLabel.text=<html>Este programa instala el sistema en ejecuci\u00f3n en otro dispositivo de almacenamiento como memorias USB, discos duros USB, tarjetas de memoria SD o tarjetas CompactFlash.<br><br>Ejecutar el sistema desde esos dispositivos de almacenamiento tiene varias ventajas:<ul><li>Son m\u00e1s pr\u00e1cticos que un DVD.</li><li>Leer datos de estos dispositivos es m\u00e1s r\u00e1pido que leerlos de un DVD.</li><li>El sistema es m\u00e1s estable, porque hay menos partes m\u00f3viles interviniendo (por ej., el girar de DVD o el motor de un lector de DVD).</li><li>Otros programas pueden ser instalados.</li><li>Archivos y configuraciones de usuarios espec\u00edficos (por ej., favoritos en un explorador web) pueden ser guardados.</li></ul></html>
DLCopySwingGUI.installButton.text=Instalar sistema en dispositivo de almacenamiento
DLCopySwingGUI.installCopyLabel.text=Copiando archivos:
DLCopySwingGUI.installIndeterminateProgressBar.string=Creando particiones...
DLCopySwingGUI.installShowHardDisksCheckBox.text=mostrar discos duros
DLCopySwingGUI.isoDoneLabel.text=<html><b>\u00a1Felicitaciones!</b><br>Su imagen de DVD est\u00e1 guardada en<br>{0}<br>Puede grabar la imagen en un DVD con K3B.<br><br>Puede realizar otra instalaci\u00f3n presionando la tecla "Volver".<br>Si ha finalizado puede salir del programa presionando la tecla \u201cListo\u201d.</html>
DLCopySwingGUI.isoLabelLabel.text=Etiqueta de DVD
DLCopySwingGUI.jLabel3.text=Copiando datos de partici\u00f3n:
DLCopySwingGUI.jLabel4.text=Copiando datos de partici\u00f3n:
DLCopySwingGUI.keepPrinterSettingsCheckBox.text=mantener configuraci\u00f3n de impresi\u00f3n
DLCopySwingGUI.reactivateWelcomeCheckBox.text=reactivar aplicaci\u00f3n de bienvenida
DLCopySwingGUI.resetBackupCopyLabel.text=Copiando archivos:
DLCopySwingGUI.resetShowHarddisksCheckBox.text=mostrar discos duros
DLCopySwingGUI.title=Instalaci\u00f3n
DLCopySwingGUI.tmpDirLabel.text=Directorio temporario
DLCopySwingGUI.tmpDriveInfoLabel.text=<html>Por favor seleccione un directorio temporario con suficiente espacio libre (alrededor de 10 GB).<br><br>Puede montar el dispositivo de almacenamiento abriendo su carpeta Home en el men\u00fa de inicio, seleccionando el \u00edtem de men\u00fa "Ir -> dispositivo de almacenamiento" y clickeando en el dispositivo seleccionado. El dispositivo seleccionado ser\u00e1 montado en <code>/media/disk</code>. Si selecciona otros dispositivos de almacenamiento ser\u00e1n montados en <code>/media/disk-1</code>, <code>/media/disk-2</code>, etc. Por favor tenga en cuenta que no todos los archivos de sistema pueden ser montados y editados. El sistema de archivos est\u00e1ndar de Windows (NTFS) s\u00f3lo puede ser montado como &#39;s\u00f3lo lectura&#39;. Le recomendamos utilizar archivos de sistema Linux o FAT32.</html>
DLCopySwingGUI.toISOButton.text=Convertir sistema en imagen de DVD
DLCopySwingGUI.toISOInfoLabel.text=<html>Instalando el sistema en una imagen de DVD tiene varias ventajas:<ul><li>Un DVD cuesta mucho menos que otros dispositivos de almacenamiento.</li><li>Todos los cambios pueden ser borrados reiniciando el sistema.</li></ul></html>
DLCopySwingGUI.toISOProgressBar.string=Creando particiones...
DLCopySwingGUI.upgradeButton.text=Elevar el nivel de prestaciones del dispositivo de almacenamiento
DLCopySwingGUI.upgradeCopyLabel.text=Copiando archivos:
DLCopySwingGUI.upgradeIndeterminateProgressBar.string=Creando particiones...
DLCopySwingGUI.upgradeInfoLabel.text=<html>Este programa eleva el nivel de prestaciones de dispositivos de almacenamiento como memorias USB, discos duros USB, tarjetas de memoria SD o tarjetas CompactFlash.<br><br>Por favor note lo siguiente acerca de mayores niveles de prestaciones:<ul><li>Sus datos personales y configuraciones est\u00e1n guardadas.</li><li>No obstante, deber\u00e1 realizar una copia de seguridad de sus datos personales y configuraciones en otro dispositivo de almacenamiento antes de elevar el nivel de prestaciones.</li><li>Otros programas instalados ser\u00e1n removidos. Pueden ser reinstalados luego de reiniciar el sistema.</li></ul></html>
DLCopySwingGUI.upgradeOsDefinitionLabel.text== Sistema operativo
DLCopySwingGUI.upgradeShowHardDisksCheckBox.text=mostrar discos duros
DLCopySwingGUI.upgradeSystemPartitionCheckBox.text=elevar el nivel de prestaciones del sistema de partici\u00f3n
DLCopySwingGUI.writableLabel.text=Escribile
Done=Listo
Error_Create_Data_Partition=\u00a1No se pudo crear la partici\u00f3n de datos!
Error_Create_System_Partition=\u00a1No se pudo crear la partici\u00f3n del sistema!
Error_File_Does_Not_Exist={0} \u00a1Archivo no existe!
Error_File_Move=<html>No se pudo mover<br>{0}<br>a<br>{1}</html>
Error_ISO_Creation=<html>La creaci\u00f3n de la imagen de DVD <b>fall\u00f3</b>!</b><br>El sistema es probablemente demasiado grande para un solo sistema de archivo.<br>Por favor intente de nuevo con otros sistemas de archivo para ciertos directorios.<html>
Error_No_Exchange_At_Target=\u00a1La partici\u00f3n de intercambio no pudo ser copiada porque el dispositivo de almacenamiento seleccionado no tiene una partici\u00f3n de intercambio!
Error_No_Persistence_At_Target=\u00a1La partici\u00f3n de datos no pudo ser copiada porque el dispositivo de almacenamiento seleccionado no tiene una partici\u00f3n de datos!
Error_No_Persistence=El dispositivo de almacenamiento no contiene una partici\u00f3n de datos!
Error_Repartitioning=No se pudo reparticionar "{0}"!
Error_Swapoff_File=No se puede desactivar archivo de intercambio "{0}"!
Error_Swapoff_Partition=No se puede desactivar partici\u00f3n de intercambio "{0}"!
Error_Target_Exchange_Too_Small=\u00a1La partici\u00f3n de intercambio no puede ser copiada\porque la partici\u00f3n de intercambio en el dispositivo de almacenamiento seleccionado es demasiado peque\u00f1a!
Error_Tune_Data_Partition=\u00a1No se puede sincronizar la partici\u00f3n de datos!
Error_Umount=No se puede desmontar "{0}"!
Exchange=Intercambiar
ExchangePartitionDefinition== Intercambio (para intercambiar datos con sistemas utilizando Windows y macOS)
Extended=Extender
FileSystem=Sistema de archivos
Final_Installation_Warning=El dispositivo de almacenamiento seleccionado ser\u00e1  reparticionado.\\u00a1Todos los datos existentes en el dispositivo de almacenamiento seleccionado ser\u00e1n borrados!\\u00bfQuiere continuar?
Final_Upgrade_Warning=El dispositivo de almacenamiento seleccionado ser\u00e1 actualizado.\\u00bfQuiere continuar?
Harddisk_Warning=<html>Su selecci\u00f3n contiene al menos un disco duro.<br><br>El dispositivo de almacenamiento seleccionado ser\u00e1 <font color="red">reparticionado</font><br>y todos los archivos en \u00e9l<font color="red">ser\u00e1n borrados</font>!<br><br>\u00bfEst\u00e1 seguro que quiere hacer esto?<br>En caso afirmativo, por favor escriba el texto "<tt>{0}</tt>"<br>en el espacio a continuaci\u00f3n:</html>
Harddisk_Warning_Input=Sobreescribir disco duro
Insert_Media=<html>Por favor insertar al menos un dispositivo USB, disco duro USB,<br>tarjeta de memoria SD o CompactFlash en su sistema.</html>
Installation_Done_Message_From_Non_Removable_Boot_Device=<html><b>\u00a1Felicitaciones!</b><br>Instalaci\u00f3n finalizada. Puede remover en forma segura su recientemente creado dispositivo de almacenamiento. Puede copiar el sistema en otro dispositivo de almacenamiento presionando la tecla "Anterior".<br>Si ha finalizado puede salir del programa presionando la tecla "Listo".</html>
Installation_Done_Message_From_Removable_Boot_Device=<html><b>\u00a1Felicitaciones!</b><br>Instalaci\u00f3n finalizada. Puede remover en forma segura su recientemente creado dispositivo de almacenamiento. <br>\u00a1Por favor<b><span style="color:#FF0000">NO</span></b> remueva el dispositivo de almacenamiento de inicio!<br>Puede copiar el sistema en otro dispositivo de almacenamiento presionando la tecla "Anterior".<br>Si ha finalizado puede salir del programa presionando la tecla "Listo".</html>
Installation_Label=3. Instalaci\u00f3n
Install_Device_Info=Instalando sistema en {0} ({1}, {2} of {3})
Label=Etiqueta
Make_Bootable_Failed=Provocar {0} inicio fallido\con el siguiente mensaje de error:\n{1}
Mounting_Partitions=Montando particiones...
No_Data_Partition=El sistema no tiene partici\u00f3n de datos para copiar.
No_Exchange_Partition=El sistema no tiene partici\u00f3n de intercambio para copiar.
No_Hidden_Files=No hay archivos invisibles
Proposed_Partitioning=Proponer particionar {0}
ResetStorageDeviceRenderer.descriptionLabel.text=descripci\u00f3n
ResetStorageDeviceRenderer.partitionPanel.border.title=Creando particiones
Resetting_Data_Partition=Resetear partici\u00f3n de datos...
Resetting_System_Partition=Resetear partici\u00f3n del sistema...
Revision=Revisi\u00f3n
Select_Install_Target_Storage_Media=Espacio m\u00ednimo requerido: {0}
Selection=Selecci\u00f3n
Select_Upgrade_Target_Storage_Media=<html><div style="text-align: center;"><b>Por favor seleccione un dispositivo de almacenamiento</b><br>(Puede realizar una selecci\u00f3n m\u00faltiple con Ctrl+bot\u00f3n izquierdo del mouse)<br><b>Espacio m\u00ednimo de la partici\u00f3n requerido:  {0}</b></div></html>
Size=Tama\u00f1o
StorageDeviceListUpdateDialog.label.text=La lista de dispositivos de almacenamiento ha sido actualizada.
StorageDeviceListUpdateDialog.title=Por favor esperar..
System_Definition== Sistema ({0})
Too_Small=demasiado peque\u00f1a
Umount_Question=\u00bfQuiere intentar desmontar la partici\u00f3n de datos?
Unknown=Desconocido
Unmounting_File_Systems=Desmontar sistema de archivos
Updating_Checksums=Actualizando sumas de comprobaci\u00f3n...
Upgrade_Device_Info=<html><b>Actualizando sistema {0} of {1}:<br>{2}</b> {3}</html>
Upgrade_Done_From_Non_Removable_Device=<html><b>\u00a1Felicitaciones!</b><br>Actualizaci\u00f3n finalizada. Puede desconectar ahora en forma segura el dispositivo utilizado para la actualizaci\u00f3n.<br>Puede actualizar otros dispositivos de almacenamiento pulsando el boton "Atras".<br>Si ha finalizado puede salir del programa pulsando el boton de "Fin".</html>
Upgrade_Done_From_Removable_Device=<html><b>\u00a1Felicitaciones!</b><br>Actualizaci\u00f3n finalizada. Puede desconectar ahora en forma segura el dispositivo utilizado para la actualizaci\u00f3n.<br>\u00a1Por favor <b><span style="color:#FF0000">NOT</span></b> desconecte el dispositivo de almacenamiento utilizado para iniciar la computadora!<br>\u00a1Felicitaciones!</b><br>Actualizaci\u00f3n finalizada. Puede desconectar ahora en forma segura el dispositivo utilizado para la actualizaci\u00f3n.<br>
Upgrade_Label=3. Actualizar
Upgrading_Impossible=el sistema no puede ser actualizado
Upgrading_Possible= el sistema puede ser actualizado
Used=Utilizado
Warning=Atenci\u00f3n
Warning_Persistence_Mounted=La partici\u00f3n de archivos no puede ser\copiada en este momento porque est\u00e1 siendo utilizada.
Warning_Repartitioning=El tama\u00f1o de la partici\u00f3n debe ser cambiada
Warning_Swapoff_File=<html>El archivo de cambio <tt>{0}</tt><br>debe ser desactivado para particionar <tt>{1}</tt>.<br><br>Esto disminuir\u00eda la cantidad de memoria libre a s\u00f3lo {2}.<br>Debe crear otro espacio de cambio en otro dispositivo de almacenamiento<br>para incrementar la cantidad de memoria libre.<br><br>\u00bfA\u00fan desea desactivar el archivo de cambio ahora?<br><font color="#FF0000">\u00a1Esto puede hacer que el sistema se quede congelado o colapse!</font></html>
Warning_Swapoff_Partition=<html>La partici\u00f3n de cambio <tt>{0}</tt><br>debe ser desactivada para reparticionar el dispositivo de almacenamiento <tt>{1}</tt>.<br><br>Esto disminuir\u00eda la cantidad de memoria libre a s\u00f3lo {2}.<br>Debe crear otro espacio de cambio en otro dispositivo de almacenamiento<br>para incrementar la cantidad de memoria libre.<br><br>\u00bfA\u00fan desea desactivar la partici\u00f3n de cambio ahora?<br><font color="#FF0000">\u00a1Esto puede hacer que el sistema se quede congelado o colapse</font></html>
Writing_Boot_Sector=Escribiendo sector de inicio...
Yes=Si
